namespace laba3
{
//    4) Реалізувати задачу протоколювання подій.Журнал подій може мати декілька форматів, котрий задається з самого початку (наприклад,
//текстовий файл, XML, тощо). Події, котрі надсилаються в журнал повинні мати наступні характеристики:
//  - рівень важливості подій (нормальний, зауваження, помилка)
//  - джерело (назва модуля програми)
//  - час події
//  - текстове повідомлення.
//Необхідно виводити на друк 10 останніх подій.
    internal class Program
    {
        static void Main(string[] args)
        {

        }
    }
}